Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1063_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
sms: Sääʹmteʹǧǧ paʹlǩǩii reʹttev sääʹmǩiõl mättʼtõõđjid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sms: Sääʹmteʹǧǧ jueʹjji škoouli ǩiđđprääʹznǩest stipeeʹndid sääʹmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääʹmǩiõl mättʼtõõttmõõžžâst.

source: Stipendi annettiin yhteensä yhdelletoista saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja kymmenelle perusopetuksen päättäneelle.
sms: Stipeeʹndid uʹvddeš 11 sääʹmǩiõl teeʹst pâʹjjmättʼtõõttituʹtǩǩõõzz spraavtõõttja da 10 vuâđđmättʹtõõzz loopptam.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sms: Pâʹjjmättʼtõõđi:

source: Lapin ammattiopisto, Rovaniemi: Leena Fofonoff (koltansaame)
sms: Ruäʹvnjaarǥ ämmatmättškooul: Leena Fofonoff (nuõrttsääʹm)

source: Lyseonpuiston lukio, Rovaniemi: Laura Pieski (pohjoissaame)
sms: Lyseonpuisto lookkjiškooul, Ruäʹvnjargg: Laura Pieski (tâʹvvsääʹm)

source: Oulun lyseon lukio: Maren-Elle Länsman (pohjoissaame)
sms: Oulu lyseo lookkjiškooul: Maren-Elle Länsman (tâʹvvsääʹm)

source: Kiuruveden lukio: Henri Ruotsalainen (inarinsaame)
sms: Kiuruvesi lookkjiškooul: Henri Ruotsalainen (aanarsääʹm)

source: Ivalon lukio: Pekka Moilanen (inarinsaame), Elle Kokkonen (pohjoissaame), Leevi Olli (pohjoissaame), Niklas Rasmus (pohjoissaame), Eljas Niskanen (inarinsaame)
sms: Âʹvvel lookkjiškooul: Pekka Moilanen (aanarsääʹm), Elle Kokkonen (tâʹvvsääʹm), Leevi Olli (tâʹvvsääʹm), Niklas Rasmus (tâʹvvsääʹm), da Eljas Niskanen (aanarsääʹm)

source: Utsjoen saamelaislukio: Piret Järvensivu (pohjoissaame)
sms: Uccjooǥǥ sääʹmlookkjiškooul: Piret Järvensivu (tâʹvvsääʹm)

source: Sodankylän lukio: Salla Rouvinen (pohjoissaame)
sms: Suäʹđjel lookkjiškooul: Salla Rouvinen (tâʹvvsääʹm)

source: Perusopetuksen suorittaneet oppilaat:
sms: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeʹǩǩ:

source: Korkalovaaran peruskoulu, Rovaniemi: Saana Vieltojärvi (pohjoissaame)
sms: Korkalovaara škooul, Ruäʹvnjargg: Saana Vieltojärvi (tâʹvvsääʹm)

source: Inarin koulu: Sara Keränen (pohjoissaame), Katariina Saijets (pohjoissaame)
sms: Aanar škooul: Sara Keränen (tâʹvvsääʹm), Katariina Saijets (tâʹvvsääʹm)

source: Karigasniemen koulu: Jere Pieski (pohjoissaame)
sms: Karigasnjaarg škooul: Jere Pieski (tâʹvvsääʹm)

source: Utsjokisuun koulu: Piibe Aikio (pohjoissaame)
sms: Uccjokknjääʹlm škooul: Piibe Aikio (tâʹvvsääʹm)

source: Ivalon yläaste: Iina Kyrö (inarinsaame), Toni Salminen (pohjoissaame), Elina Moshnikoff (koltansaame)
sms: Âʹvvel pââibužškooul: Iina Kyrö (aanarsääʹm), Toni Salminen (tâʹvvsääʹm), Elina Moshnikoff (nuõrttsääʹm)

source: Aleksanteri Kenan koulu, Sodankylä: Teemu Valle (pohjoissaame)
sms: Aleksanteri Kena škooul, Suäʹđjel: Teemu Valle (tâʹvvsääʹm)

source: Lokan koulu, Sodankylä: Makreta Pyhäjärvi (pohjoissaame)
sms: Lokka škooul, Suäʹđjel: Makreta Pyhäjärvi (tâʹvvsääʹm)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sms: Sääʹmteʹǧǧ tuäivv leekk da šiõǥǥ ǩieʹssluõvâsvuõđ pukid !
